webpackJsonp([51],{

/***/ 1842:
/***/ (function(module, exports, __webpack_require__) {

module.exports = {
  "content": [
    "article",
    [
      "p",
      "我们（蚂蚁金服体验技术部）是一支兼具设计视角和工程视角的团队，服务蚂蚁金服上百个中后台系统，主打产品 Ant Design 服务全球近 100 万设计师和工程师，是西湖区学院路西侧最具影响力的设计语言。欢迎来这里和我们一起打造优雅高效的人机设计/研发体系。"
    ],
    [
      "h2",
      "UI/UE 设计师"
    ],
    function bishengPluginReactPreviewer() {
  var React = __webpack_require__(0);

  var ReactDOM = __webpack_require__(8);

  var emails = ['lindong.lld#alipay.com', 'momo.zxy#alipay.com', 'luli.fxx#alipay.com'];
  return React.createElement(
    "p",
    null,
    "作品和简历请投递：",
    emails[parseInt(Math.random() * emails.length, 10)]
  );
},
    [
      "blockquote",
      [
        "p",
        "注明简历来自 ant.design 官网"
      ]
    ],
    [
      "ul",
      [
        "li",
        [
          "p",
          "岗位级别：P6/P7"
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位地点：杭州"
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位要求："
        ],
        [
          "ul",
          [
            "li",
            [
              "p",
              "至少 2-3 年的工作经验，扎实设计功底；"
            ]
          ],
          [
            "li",
            [
              "p",
              "抽象能力强，善于透过表象找本质；"
            ]
          ],
          [
            "li",
            [
              "p",
              "沟通能力佳，善于自我管理；"
            ]
          ],
          [
            "li",
            [
              "p",
              "有企业级设计实战经验，加分；"
            ]
          ],
          [
            "li",
            [
              "p",
              "有良好的英文能力和国际视眼，加分；"
            ]
          ],
          [
            "li",
            [
              "p",
              "深度了解 SAP、Salesforce、Google 等设计体系，加分。"
            ]
          ],
          [
            "li",
            [
              "p",
              "爱 🐱。"
            ]
          ]
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位职责："
        ],
        [
          "ul",
          [
            "li",
            [
              "p",
              "参与金融云、数据服务、人工智能以及金融核心等业务领域的设计工作；"
            ]
          ],
          [
            "li",
            [
              "p",
              "参与 Ant Design 的打磨，将其建设成全球卓越的设计体系。"
            ]
          ]
        ]
      ]
    ],
    [
      "h2",
      "前端工程师"
    ],
    [
      "p",
      "简历请投递：xingmin.zhu#alipay.com"
    ],
    [
      "blockquote",
      [
        "p",
        "注明简历来自 ant.design 官网"
      ]
    ],
    [
      "ul",
      [
        "li",
        [
          "p",
          "岗位级别：P6/P7/P8"
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位地点：杭州"
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位要求："
        ],
        [
          "ul",
          [
            "li",
            [
              "p",
              "在 React 技术栈持续耕耘，情有独钟。"
            ]
          ],
          [
            "li",
            [
              "p",
              "热爱开源。"
            ]
          ],
          [
            "li",
            [
              "p",
              "坚持和善于用技术和工具解决其他问题。"
            ]
          ],
          [
            "li",
            [
              "p",
              "丰富的中后台前端研发经验。"
            ]
          ],
          [
            "li",
            [
              "p",
              "爱 🐱。"
            ]
          ]
        ]
      ],
      [
        "li",
        [
          "p",
          "岗位职责："
        ],
        [
          "ul",
          [
            "li",
            [
              "p",
              "负责 Ant Design 前端基础设施研发。"
            ]
          ],
          [
            "li",
            [
              "p",
              "负责中后台设计/前端工具体系建设。"
            ]
          ]
        ]
      ]
    ]
  ],
  "meta": {
    "order": 2,
    "category": "其他",
    "title": "加入我们",
    "filename": "docs/spec/work-with-us.zh-CN.md"
  },
  "toc": [
    "ul",
    [
      "li",
      [
        "a",
        {
          "className": "bisheng-toc-h2",
          "href": "#UI/UE-设计师",
          "title": "UI/UE 设计师"
        },
        "UI/UE 设计师"
      ]
    ],
    [
      "li",
      [
        "a",
        {
          "className": "bisheng-toc-h2",
          "href": "#前端工程师",
          "title": "前端工程师"
        },
        "前端工程师"
      ]
    ]
  ]
};

/***/ })

});